Repository: atareao/start-here
Catalog: po/*.po
Languages: it

source: Add ppa repository
it: Aggiungi repository ppa

source: Cancel
it: Annulla

source: Exit
it: Esci

source: Installation completed!
it: Installazione completata!

source: Installation NOT completed!
it: Installazione NON completata!

source: Executing: %s
it: In Esecuzione: %s

source: Do you want to stop the installation?
it: Vuoi interrompere l'installazione?

source: You must be root to run this tool
it: Devi essere root per eseguire questo strumento

source: Repositories
it: Repository

source: Custom desktop
it: Desktop personalizzato

source: Small
it: Piccolo

source: Large
it: Grande

source: Icon size
it: Dimensione icona

source: Set the icon size on the desktop.
it: Imposta la dimensione dell'icona sul desktop.

source: Hide home
it: Nascondi HOme

source: Hide your user folder.
it: Nascondi la tua cartella utente.

source: Hide trash
it: Nascondi cestino

source: Hide the trash folder.
it: Nascondi la cartella del cestino.

source: Calendar
it: Calendario

source: Show week number
it: Mostra il numero della settimana

source: Show week number in calendar.
it: Mostra il numero della settimana nel calendario.

source: Hide date
it: Nascondi data

source: Hide date in the watch
it: Nascondi la data nell'orologio

source: Show seconds
it: Mostra secondi

source: Show seconds in the watch
it: Mostra i secondi nell'orologio

source: Show weekday
it: Mostra giorno della settimana

source: Show weekday in the watch
it: Mostra il giorno della settimana nell'orologio

source: Battery
it: Battería

source: Show battery percentage
it: Mostra la percentuale della batteria

source: Show battery percentage.
it: Mostra la percentuale della batteria.

source: Experimental
it: Sperimentale

source: Enable HiDPI Fractional Scaling
it: Abilita il ridimensionamento HiDPI frazionario

source: Enable experimenal HiDPI Fractional Scaling.
it: Abilita il ridimensionamento HiDPI frazionario.

source: Peripherals
it: Periferiche

source: Disable camera
it: Disabilita camera

source: Avoid applications to use the camera.
it: Evita applicazioni per utilizzare la fotocamera.

source: Disable microphone
it: Disattiva microfono

source: Avoid applications to use the microphone.
it: Evita applicazioni per usare il microfono.

source: Disable sound outp
it: Disattiva uscita audio

source: Avoid applications to play sound.
it: Evita applicazioni per riprodurre suoni.

source: Identity
it: Identità

source: Hide identity
it: Nascondi identità

source: Hide personal information.
it: Nascondi le informazioni personali.

source: Remember
it: Recorda

source: Forget application usage
it: Dimentica l'utilizzo dell'applicazione

source: Forget application usage.
it: Dimentica l'utilizzo dell'applicazione.

source: Forget recent files
it: Dimentica i file recenti

source: Forget recent files.
it: Dimentica i file recenti.

source: Remove temporary files
it: Rimuovi i file temporanei

source: Remove old temporary files automatically.
it: Rimuovi automaticamente i vecchi file temporanei.

source: Remove trash files
it: Rimuovi i file nel cestino

source: Remove old trash files automatically.
it: Rimuovi automaticamente i vecchi file nel cestino.

source: Statistics
it: Statistiche

source: Send technical problems
it: Invia problemi tecnici

source: Send technical problems.
it: Invia problemi tecnici.

source: Send software usage
it: Invia utilizzo software

source: Send softwarew usage statistics.
it: Invia statistiche sull'utilizzo del software.

source: Ubuntu popularity contest
it: Concorso di popolarità di Ubuntu

source: Send information about installed packages
it: Invia informazioni sui pacchetti installati

source: Applications
it: Applicazioni

source: Custom dock
it: Personalizza dock

source: Left
it: Sinistra

source: Right
it: Destra

source: Top
it: Alto

source: Bottom
it: Basso

source: Dock position
it: Posizione della dock

source: Set the dock position on the screen.
it: Imposta la posizione del dock sullo schermo.

source: Enable minimize click action
it: Abilita minimizzazione clic

source: Minimize when clicking on a running app.
it: Riduci a icona quando fai clic su un'app in esecuzione.

source: Reduce dock length
it: Riduci dimensioni del dock

source: Reduce the dock container to icons.
it: Riduci a icona il dock per contenere le icone

source: Force straight corner
it: Forza angoli dritti

source: Make the borders in the dash non rounded.
it: Rendi i bordi nella dash non arrotondati.

source: Isolate monitors
it: Isola monitor

source: Provide monitor isolation
it: Provvede l'isolamento del monitor

source: Enable multi monitor dock
it: Habilita el dock en varios monitores

source: Hide applications button
it: Nascondi il pulsante delle applicazioni

source: Show apps at top
it: Mostra app in alto

source: Show application button at top
it: Mostra il pulsante dell'applicazione in alto

source: Hide favorites
it: Nascondi preferiti

source: Hide favorites apps
it: Nascondi app preferite

source: Hide running
it: Nascondi in esecuzione

source: Hide running apps
it: Nascondi app in esecuzione

source: ubuntu-first-steps
it: ubuntu-fist-steps

source: First steps in Ubuntu
it: Primi passi in Ubuntu

source: Apply changes
it: Applica modifiche

source: Code
it: Codice

source: Issues
it: Problemi

source: Donations
it: Donazioni

source: About
it: Inoformazioni

source: Quit
it: Esci

source: Help
it: Aiuto
